In [ ]:
CREATE TABLE employee_list (
    first_name VARCHAR,
    last_name VARCHAR,
    profession VARCHAR,
    employee_id INT,
    birthday DATE,
    birth_month INT
);

INSERT INTO 
  employee_list (first_name, last_name, profession, employee_id, birthday, birth_month) 
  VALUES
    ('John', 'Johnson', 'Doctor', 1, '1980-05-15', 5),
	('Jane', 'Johnson', 'Doctor', 2, '1975-08-22', 8),
	('Michael', 'Smith', 'Nurse', 3, '1990-03-10', 3),
	('Sarah', 'Williams', 'Doctor', 4, '1982-11-30', 11),
	('David', 'Johnson', 'Surgeon', 5, '1978-02-18', 2),
	('Emily', 'Brown', 'Nurse', 6, '1985-09-05', 9),
	('Robert', 'Johnson', 'Doctor', 7, '1977-06-20', 6),
	('Lisa', 'Johnson', 'Doctor', 8, '1988-04-12', 4),
	('Matthew', 'Johnson', 'Doctor', 9, '1983-12-25', 12),
	('Amanda', 'Johnson', 'Nurse', 10, '1992-07-17', 7),
	('Kevin', 'Johnson', 'Doctor', 11, '1979-10-08', 10),
	('Jennifer', 'Johnson', 'Nurse', 12, '1986-01-28', 1),
	('Christopher', 'Smith', 'Doctor', 13, '1974-03-03', 3),
	('Stephanie', 'Johnson', 'Doctor', 14, '1981-09-14', 9),
	('Mark', 'Johnson', 'Surgeon', 15, '1976-08-09', 8);
	
SELECT * FROM employee_list;

In [ ]:
CREATE TABLE olympics_data (
    id INT,
    name VARCHAR,
    sex VARCHAR,
    age FLOAT,
    height FLOAT,
    weight DATE,
    team VARCHAR,
    noc VARCHAR,
    games VARCHAR,
    year INT,
    season VARCHAR,
    city VARCHAR,
    sport VARCHAR,
    event VARCHAR,
    medal VARCHAR
);

INSERT INTO 
    olympics_data (id, name, sex, age, height, weight, team, noc, games, year, season, city, sport, event, medal) 
VALUES
	(1, 'John Doe', 'M', 25, 180.5, '2023-01-01', 'Team A', 'NOC1', 'Summer Games', 1896, 'Summer', 'Athens', 'Athletics', '100m', 'Gold'),
	(2, 'Jane Doe', 'F', 23, 165.2, '2023-01-01', 'Team B', 'NOC2', 'Summer Games', 1896, 'Summer', 'Athens', 'Swimming', '100m Freestyle', 'Silver'),
	(3, 'Michael Smith', 'M', 28, 190.0, '2023-01-01', 'Team C', 'NOC3', 'Winter Games', 1924, 'Winter', 'Chamonix', 'Skiing', 'Cross-Country', NULL),
	(4, 'Emily Johnson', 'F', 26, 170.3, '2023-01-01', 'Team D', 'NOC4', 'Summer Games', 1924, 'Summer', 'Paris', 'Fencing', 'Foil Individual', 'Bronze'),
	(5, 'Robert Brown', 'M', 30, 175.0, '2023-01-01', 'Team E', 'NOC1', 'Summer Games', 1900, 'Summer', 'Paris', 'Cycling', 'Road Race', NULL),
	(6, 'Emma Wilson', 'F', 29, 160.5, '2023-01-01', 'Team F', 'NOC2', 'Summer Games', 1900, 'Summer', 'Paris', 'Tennis', 'Singles', 'Gold'),
	(7, 'William Taylor', 'M', 32, 185.0, '2023-01-01', 'Team G', 'NOC3', 'Winter Games', 1924, 'Winter', 'Chamonix', 'Ice Hockey', 'Ice Hockey', 'Gold'),
	(8, 'Olivia Clark', 'F', 28, 175.5, '2023-01-01', 'Team H', 'NOC4', 'Summer Games', 1924, 'Summer', 'Paris', 'Gymnastics', 'Floor Exercise', 'Silver'),
	(9, 'James White', 'M', 27, 170.0, '2023-01-01', 'Team I', 'NOC1', 'Summer Games', 1900, 'Summer', 'Paris', 'Rowing', 'Single Sculls', 'Bronze'),
	(10, 'Sophia Martinez', 'F', 25, 163.0, '2023-01-01', 'Team J', 'NOC2', 'Summer Games', 1900, 'Summer', 'Paris', 'Athletics', 'Long Jump', 'Bronze');